label start:
    window hide
    scene black with fade
    play music music_prologue_thunder fadein 5.0

    scene bg prologue 1 with fade_2
    pause 1.0

    window show
    voice voice_prologue_player_1
    "Ледяной дождь стеной хлестал по пустым улицам, превращая асфальт в сверкающее чернильное море."
    voice voice_prologue_player_2
    "На улице стояла непроглядная мгла и лишь редкие фонари жалко пытались пробить густую пелену ливня."
    scene bg prologue 2
    voice voice_prologue_player_3
    "В воздухе пахло мокрой землёй, железом и еле уловимо — запахом гнили, от которого невольно хотелось ускорить шаг."
    voice voice_prologue_player_4
    "Набросив капюшон, я шёл вперёд по улице, надеясь найти хоть какое-то укрытие от стихии."
    voice voice_prologue_player_5
    "Капли молотили по плечам, пробирались за воротник и стекали холодными ручейками вниз по спине."
    scene bg prologue 3
    voice voice_prologue_player_6
    "И лишь в тот момент, когда уже казалось, что в этом треклятом городе путнику негде отдохнуть, я наконец заметил вывеску на углу: \"Denzo’s Night Café & Bar\"."
    voice voice_prologue_player_7
    "Розовые неоновые буквы на старой вывеске выглядели потёртыми, словно она висела здесь десятилетиями. Не раздумывая, я толкнул тяжёлую дубовую дверь и шагнул внутрь."
    scene bg prologue 4
    voice voice_prologue_player_8
    "Тёплый воздух окутал меня словно плед — густой, ароматный, пропитанный запахом сигарет, крепкого алкоголя и чего-то ещё... пряного, едва уловимого."
    voice voice_prologue_player_9
    "Бар встретил меня приглушённым светом ламп с красными абажурами. Здесь всё выглядело так, будто это место вырвали из другой эпохи."
    voice voice_prologue_player_10
    "Стены были обшиты тёмным деревом, местами потрескавшимся и кажущимся древним, как сама ночь."
    voice voice_prologue_player_11
    "Полированное дерево барной стойки блестело в свете ламп, а высокие кожаные стулья выстроились вдоль неё, словно безмолвные стражи."
    voice voice_prologue_player_12
    "Где-то в углу негромко играла джазовая мелодия, звучащая из старого граммофона. Она придавала атмосфере неуловимую тоску, словно напоминая о тех, кто однажды пришёл сюда, но уже никогда не вышел обратно."
    voice voice_prologue_player_13
    "Я огляделся. Зал был пуст. Ни одного посетителя, ни одного официанта, только один человек стоял за барной стойкой. Бармен."
    voice voice_prologue_player_14
    "Он медленно протирал бокал белоснежной тканью, движения были размеренными и грациозными, будто у него в запасе было бесконечное количество времени."
    voice voice_prologue_player_15
    "Первое, что бросилось в глаза — его алый жилет, который сидел на нём идеально подчёркивая фигуру. Чёрная рубашка с закатанными рукавами, алый галстук, татуировки."
    voice voice_prologue_player_16
    "Я поймал себя на том, что не могу отвести взгляд от его лица. Молодой, лет тридцати пяти, но в его глазах была какая-то... Мрачность?"
    
    window hide
    
    scene black with fade
    show comic_top:
        xpos -1.0
        ease 1.5 xpos 0.0
    pause 1.9
    show comic_bottom:
        xpos 1.0
        ease 1.5 xpos 0.0
    pause 2.7

    window show


    voice voice_prologue_player_17
    "Эти глаза... Красные, точно у дикого зверя, что затаился в чаще, выжидая, когда ты пройдёшь мимо, чтобы наброситься. Взгляд хищный, внимательный, и от этого взгляда невольно по спине пробежал холодок."
    
    scene bg common bar with fade
    show Bartender far normal
    
    voice voice_prologue_player_18
    "Но странность бармена не ограничивалась только глазами. Его волосы — синие дреды, стянутые в хвост, выглядели странно, но идеально подходили к его образу."
    voice voice_prologue_player_19
    "Он положил бокал на стойку и задумчиво посмотрел на револьвер, лежащий рядом."
    voice voice_prologue_player_20
    "Оружие было старым, но ухоженным. В тусклом свете ламп поблёскивали металлические детали. Бармен провёл пальцем по его стволу, будто револьвер напомнил ему о чём то важном и приятном."
    voice voice_prologue_Bartender_1
    Bartender "Добрый вечер, сэр. Добро пожаловать. Проходите, присаживайтесь, в такую ночь, как эта, грех оставаться мокнуть под дождём."
    voice voice_prologue_player_21
    "Бармен вновь взял бокал и продолжил протирать, как будто моё появление его совершенно не смутило. Что было довольно понятным, в такой ливень какой никакой, а клиент зайдёт на кофе или чего покрепче."
    voice voice_prologue_player_22
    "Я стянул с себя капюшон и подошёл ближе, чувствуя, как вода скапливается в рукавах и капает на пол. Весь мой вид явно говорил, что мне нужен горячий напиток и хотя бы минут десять в тепле."
    voice voice_prologue_Bartender_2
    Bartender "Решили переждать ливень? Или у вас другая причина забрести сюда?"
    voice voice_prologue_player_23
    "Он усмехнулся, не глядя на меня, продолжая полировать бокал."
    voice voice_prologue_player_24
    "Я молча кивнул и сел за стойку напротив него, скинув мокрую куртку на соседний стул."
    voice voice_prologue_player_25
    "С меня продолжало капать, но бармен, похоже, не обратил на это внимания. Вместо этого он сделал едва заметное движение рукой, поправил револьвер, лежащий на стойке."
    voice voice_prologue_Bartender_3
    Bartender "Вам кофе или что-то более горячительное?"
    voice voice_prologue_player_26
    player "Добрый вечер, сэр. Кофе, пожалуйста. Чёрный."
    voice voice_prologue_Bartender_4
    Bartender "Думаю, сейчас это лучший выбор."
    voice voice_prologue_player_27
    "Выбрав зерно и смолов кофе бармен вернулся ко мне и продолжил."
    voice voice_prologue_Bartender_5
    Bartender "Знаете, у меня есть одна привычка — рассказывать истории своим посетителям."
    voice voice_prologue_Bartender_6
    Bartender "Почему-то мне кажется, что вы не против задержаться и услышать что-то интересное, чтобы отвлечься от этого ливня. Или я не прав?"
    voice voice_prologue_player_28
    "Взглянув на часы я лишь пожал плечами. Время было давно за полночь, а до отеля я так и не добрался."
    voice voice_prologue_player_29
    "Бармен усмехнулся, повернулся к кофейнику и начал возиться с ним."
    voice voice_prologue_Bartender_7
    Bartender "Эти истории… они могут показаться вам немного странными, может даже слегка пугающими, но такими они и являются. Поговаривают, что все эти истории и правда происходили в этом городе."
    voice voice_prologue_Bartender_8
    Bartender "Можно даже сказать, что это местные легенды."
    voice voice_prologue_player_30
    "Он сделал паузу, оглянувшись на меня через плечо, его красные глаза блеснули в полумраке."
    voice voice_prologue_Bartender_9
    Bartender "Что скажете? Хотите послушать одну из них?"
    # (первый выбор: Допустим игрок решил послушать/Не послушать историю (у нас типо слушает)) # (Если отказывается, то есть концовка прописанная другим файлом)
    menu:
        "Послушать историю":
            voice voice_prologue_player_31
            "Я замялся. По сути, времени было много, погода ужасная, да и фактор лежащего рядом с барменом револьвера невольно подталкивал меня согласиться.  Я кивнул в сторону пушки."
            voice voice_prologue_player_32
            player "Сложно отказаться, когда перед тобой шестизарядный."
            voice voice_prologue_player_33
            "Бармен громко рассмеялся, быстро накрыл его полотенцем держа его лишь кончиками пальцев, а потом так же быстро его убрал."
            voice voice_prologue_Bartender_10
            Bartender "Вы об этом, господин?"
            voice voice_prologue_player_34
            "Я не мог поверить своим глазам. Вместо револьвера на этом же месте просто лежала одинокая алая роза."
            voice voice_prologue_player_35
            player "Ч-что?! Не могу поверить. Как вы это сделали? Я же видел, что вы его не трогали руками. Поясните же! Я восхищён вашим фокусом, сер."
            voice voice_prologue_player_36
            "Бармен вновь рассмеялся, взял розу и вставил в мой нагрудный карман."
            voice voice_prologue_Bartender_11
            Bartender "Может мастерство рук, а может магия, а может быть и что-то более интересное. О такой же мистике и будет моя первая история юный господин.."
            jump story_1
        "Отказаться от истории":
            # @ Перейти: Концовка – шесть кило тратила сами знаете куда за отказ
            "Программист в душе не ебет что тут за файл"
    return