label story_2:
    scene black with fade
    show bg story_2 1 with fade
    voice voice_story_2_Bartender_81
    "Слушайте внимательно, сэр. История эта странная, жуткая и до сих пор вызывающая у меня мурашки! Хоть и было это много лет назад.. Так вот, она о человеке по имени Джэймс Кроулс."
    voice voice_story_2_Bartender_82
    "Мистер Кроулс был постоянным клиентом одного бара, что стоял на окраине города. В бар этот, не захаживали приличные люди. Это было место... куда сливался сброд по вечерам."
    voice voice_story_2_Bartender_83
    "Пойло дешёвое, а шлюхи.. Их было полно, да и деньги порой были не нужны на них. Есть выпивка, значит можно развлечься."
    voice voice_story_2_Bartender_84
    "В общем как вы понимаете, там собирался народ, кому нечего терять: игроки, пьянчуги, воры, убийцы.. те же шлюхи. А наш бродяжка Джеймс был как раз из их числа."
    voice voice_story_2_Bartender_85
    "Хоть он и был пьяницей, но достаточно скромным если его никто не доставал. Всегда сидел в одном и том же углу, брал дешёвый виски и пил, не проронив ни слова.."
    voice voice_story_2_Bartender_86
    "Бар этот выглядел так, будто вот-вот развалится к чертям. Потемневшие от времени стены, жёлтые от смолы сигарет шторы, старый прогнивший пол местами заляпанный рвотой."
    voice voice_story_2_Bartender_87
    "Лампы были так тусклы, что в баре стоял полумрак и казалось, будто заведение закрыто. А воздух в этом баре был прокурен на столько, что сизая стена казалось отдельным предметом интерьера."
    voice voice_story_2_Bartender_88
    "В углу того бара всегда играл древний, потёртый временем и драками граммофон. Его мелодия звучала хрипло, с перебоями, как старый задыхающийся старик на смертном одре."
    scene bg story_2 2 with fade
    voice voice_story_2_Bartender_89
    "В ту ночь, всё казалось обычным. Наш пьянчушка Джеймс пришёл после очередной подработки и решил напиться. В тот день его уволили с работы за то, что он переспал с сестрой своего босса. Ха-ха."
    voice voice_story_2_Bartender_90
    "Завалившись за свой излюбленный стол, мистер Кроулс жестом подозвал бармена. Но в ту ночь за стойкой стоял не Грэг - старый хозяин бара, а новый, весьма интересный парень, который уж никак не вписывался в интерьер такого ужасного места."
    voice voice_story_2_Bartender_91
    "Молодой парень лет двадцати, а может и больше. У него были красивые синие волосы элегантно уложенные назад, а его глаза.. Мммм.. Глаза алые и насыщенные как кровь струящаяся из только что перерезанной артерии."
    voice voice_story_2_Bartender_92
    "Никто не знал, откуда он взялся, да и спросить было некого, в тот злополучный вечер был лишь один посетитель, наш мистер Кроулс."
    James "Эй малой! Где старина Грег отшивается?"
    YoungBartender "Здравствуйте, мистер Кроулс. Сегодня Грэг взял.. выходной."
    voice voice_story_2_Bartender_94
    "Парень немного замялся, задумался, но затем ухмыльнулся и продолжил."
    YoungBartender "У него возникли проблемы со здоровьем и он пока не может вас обслужить. Но я здесь и поэтому готов вам помочь."
    James "Да? Странно, наверное.. Хотя работал старина Грег без выходных, пусть поправляется."
    James "Ну раз ты сегодня бармен, то давай поскорее неси выпивку, а то в горле уже сохнет. Давай-давай! Я меня был просто сраный день сегодня."
    YoungBartender "Конечно, мистер Кроулс."
    voice voice_story_2_Bartender_95
    "Бармен быстро удалился даже не выслушав заказ клиента и достав с полки бутылку вернулся."
    voice voice_story_2_Bartender_96
    "Джеймс хоть и был простым пьяницей, но предпочитал не менять своих вкусов и всегда заказывал один и тот же виски, в одном и том же баре. Поэтому тот факт, что бармен не уточнил что он будет пить, его даже не смутил. Да и желание поскорее взять стакан было сильнее, чем желание обсуждать заказ."
    # scene bg story_2 3 with fade
    voice voice_story_2_Bartender_97
    "Когда бармен вернулся, Джеймс уже закуривал очередную сигарету и смотрел в стол пустыми глазами."
    voice voice_story_2_Bartender_98
    "Бокал на стол. Бутылка открыта. Напиток налит."
    voice voice_story_2_Bartender_99
    "Джеймс не поднимая глаз потянулся к роксу, но не обнаружив привычного для него стакана он опешил. Стоял бокал, а в нем непонятная густая, алая жидкость с каким-то странным ароматом. Каким.. цветочным что ли?"
    James "Это что за хрень, малой? Ты что мне принёс?! А?!"
    voice voice_story_2_Bartender_100
    "Не получив своего долгожданного заказа Джеймс мгновенно озверел. Он уже намеревался встать и врезать бармену, но спокойный тон парня его тут же осадил."
    YoungBartender "Сядь, Джеймс. Понимаю, что день у тебя был плохой, но тот факт, что ты трахнул сестру своего босса, означает лишь, что ты сам виноват, что тебя уволили."
    voice voice_story_2_Bartender_101
    "Джеймс охренел от такой наглости. Малолетний сопляк его ещё и учить жизни будет?!"
    James "Ах ты щенок! Ты меня ещё и поучать вздумал?! Я кричу не поэтому, а потому что ты принёс мне какую-то хрень! Я! Постоянный посетитель этого бара и все знают что я пью, сколько и из какого стакана!"
    scene bg story_2 4 with fade
    voice voice_story_2_Bartender_102
    "Бармен был всё таким же невозмутимым, казалось, будто его забавляет развлекаться с Джеймсом и выводить его на конфликт."
    YoungBartender "Я понимаю, Джэймс. Но поверь, я знаю, что делаю. Этот великолепный бренди не только поднимет тебе настроение, но и решит многие твои проблемы."
    James "Бренди?! Да ты видимо первый день тут, сынок. Бренди дороговат для этого места. Особенно как ты говоришь, великолепный. Тьфу! Односолодовый, всё что надо для счастья."
    James "Всё, убирай свою фигню и неси мне что я заказывал. Я за это платить не буду!"
    YoungBartender "Платить? Ах ну да.. Совсем забыл сказать, для вас, как для завсегдатая этого бара, бутылка нашего бренди была в качестве подарка, но если вы не будете бренди, то сейчас всё уберу."
    voice voice_story_2_Bartender_103
    "Бармен быстро забрал бокал, бутылку и уже собирался уходить, но Джеймс схватил его за рукав и остановил."
    James "Погоди-погоди.. Ну что же ты сразу не сказал, что сегодня гуляем за счёт заведения."
    voice voice_story_2_Bartender_
    "Смачно облизнув потрескавшиеся, обветренные губы своим толстым, опухшим языком наш пьянчуга расплылся в чеширской улыбке и закивал головой."
    scene bg story_2 5 with fade
    James "Ну раз бесплатно, говоришь, то оставляй конечно. Не пропадать же добру даром. Виски как говорится далеко не убежит!"
    voice voice_story_2_Bartender_53
    "Он громко рассмеялся и шлёпнул бармена по плечу."
    James "Давай-давай! Ставь, будем пробовать твоё пойло."
    voice voice_story_2_Bartender_54
    "Бармен с невозмутимым видом ухмыльнулся и вернул заказ на стол. Подвинул бокал ближе к гостю, дал ему сигарету и прикурил."
    voice voice_story_2_Bartender_55
    "Джеймс сделал пару затяжек, снова облизнулся, поднял бокал и посмотрел на бармена."
    scene bg story_2 6 with fade
    James "Ну делаа.. Ну сервис... Хороший ты человек, малой."
    voice voice_story_2_Bartender_56
    "Быстрым движение руки, бокал опустошился, а содержимое уже падало в желудок."
    voice voice_story_2_Bartender_57
    "Бармен заулыбался, а его алые глаза будто светились в полумраке бара. Джеймс закрыл глаза, откинулся на спинку стула и улыбался.  Затянувшись ещё пару раз он всё же открыл глаза и обомлел."
    voice voice_story_2_Bartender_104
    "Лицо быстро начало бледнеть, а глаза наливаться кровью. Бар, где когда-то царил полумрак, начал погружаться во тьму ещё сильнее."
    voice voice_story_2_Bartender_105
    "Свет и так тусклых ламп стал будто затухать, стены словно отодвинулись, а тени по углам начали оживать. Но самое ужасное, это люди. В некогда пустом зале было полно людей сидящий за своими столиками и перешёптывались."
    voice voice_story_2_Bartender_106
    "Но то были не обычные люди. Эти же, сидели в лохмотьях, грязные и совершенно не имевшие лиц."
    show bg story_2 7 as other with fade
    voice voice_story_2_Bartender_107
    "Ни лиц, не эмоций, только шёпот.. шёпот.. шёпот.."
    voice voice_story_2_Bartender_108
    "Джеймс судорожно сглотнул и вцепился за край стола. Тихо, еле дыша проговорил."
    James "Что за..?"
    scene bg story_2 8 with fade
    voice voice_story_2_Bartender_109
    "Словно отзываясь его словам все фигуры перестали шептаться. На мгновение повисла гробовая тишина, а затем с противным скрипом и звуком с которым ломаются кости эти фигуры начали поворачивать свои головы в сторону Джеймса."
    James "Нет..нет..нет.. нет..."
    voice voice_story_2_Bartender_110
    "Попытавшись закрыть глаза рукой, Джеймс лишь столкнул бокал со стола и тот с громким и противным звуком разбился о пол."
    James "Сук-ка.."
    voice voice_story_2_Bartender_111
    "Подняв глаза с бокала наш пьянчушка увидел, что все до единой фигуры встали и стоят у своих стульев. Они не идут, не двигаются, а просто стоят и смотрят в сторону Джеймса. Смотрят тем, чего у них никогда не было."
    James "Нетнетнет... Что ты мне подмешал туда? Яд, да? Говори же!"
    voice voice_story_2_Bartender_112
    "Не открывая глаз Джеймс быстро и монотонно повторял молитвы, обрывками, пропуская слова, но что-то говорил, попутно осыпая проклятиями бармена."
    YoungBartender "Мистер, Кроулс. Вы не угадали. Это волшебный напиток сваренный для вас. Я знаю как избавиться от того, что вы видите. Нужно просто выпить второй бокал. Верите?"
    James "Ты что, вообще меня за идиота держишь? Хочешь сказать, что если я выпью ещё, то мне станет лучше? Сам выпей!"
    voice voice_story_2_Bartender_113
    "Джеймс продолжал осыпать бармена проклятиями так и не открывая глаза."
    scene bg story_2 9 with fade
    YoungBartender "Чтож, понимаю ваше недоверие, но эти ведения по другому не убрать. Я могу идти?"
    James "Пошёл ты, я просто уйду и всё."
    voice voice_story_2_Bartender_114
    "Попытка встать не увенчалась успехом. Тело не слушалось. Только одна рука кое-как функционировала, а остальное тело будто парализовало полностью."
    James "Ах ты маленький ублюдок. Всё же это яд, да? ДА?!"
    YoungBartender "Мистер Кроулс, вы же понимаете, что я вам не вру. Это и правда особенный напиток. И совсем без яда. Лишь бренди, настой розы, ну и может немного крови. Так, для пикантности."
    voice voice_story_2_Bartender_115
    "Бармена просто распирало от улыбки, а вот Джеймс уже начал плакать сквозь закрытые глаза."
    scene bg story_2 10 with fade
    James "То есть ты утверждаешь, что если я выпью ещё бокал, то они все исчезнут?"
    show bg story_2 11 as other with fade
    YoungBartender "Да."
    James "И я должен тебе поверить?"
    YoungBartender "Ну разумеется! А разве у вас есть выбор?"
    voice voice_story_2_Bartender_116
    "Поломавшись ещё пару минут пьянчушка всё же хоть и не хотя, но согласился. Достав из-за пазухи подготовленный бокал, бармен быстро его наполнил и подвинул к Джеймсу."
    voice voice_story_2_Bartender_117
    "Тот кое-как взял его в руки, поднёс к лицу и медленно причмокивая выпил. Часть получилось проглотить, а часть вместе со слюной потекли изо рта. Видимо факт о наличии крови в напитке не сделал его вкуснее. Жаль."
    voice voice_story_2_Bartender_118
    "И о чудо, кровь опять наполнила лицо Джеймся и он порозовел. Кое как он открыл глаза, зал был снова пуст. Тело так же начало слушать его."
    voice voice_story_2_Bartender_
    "С огромным облегчение он выдохнул, улыбнулся и рассмеялся. Вот же показалось чудо жуткое. Так и поседеть не долго."
    scene bg story_2 12 with fade
    voice voice_story_2_Bartender_
    "Треск. Мрак. Хрип. Вой."
    voice voice_story_2_Bartender_119
    "Улыбка спала с лица Джеймса когда он заметил, что пол в противоположном от него углу треснул."
    voice voice_story_2_Bartender_120
    "Из пролома сначала показалась рука. Мохнатая, когтистая и покрытая чем то бурым. Словно этой рукой вырывали кишки из живота или рвали на куски чью то плоть."
    voice voice_story_2_Bartender_121
    "Затем показалось голова. Олений череп был вместо головы, а в глазах пылал огонь. Тело, было похоже ни то на зверя, ни то на животное. Косматый горб торчал из спины покрытый густой шерстью. Местами на теле были не то язвы, ни то лишай."
    scene black with fade
    voice voice_story_2_Bartender_123
    "От крика Джеймса у бармена заложило уши, но не на долго. Ведь он начал кидать стулья в тот угол, потом и вовсе с криками убежал из бара. Теперь то ноги его слушались."
    voice voice_story_2_Bartender_123
    "А бармен лишь улыбнулся, вернулся за стойку, поставил бутылку на место и вернулся в комнату персонала. После чего открыл морозилку, попрощался с Грегом, положил его тело ещё чуть удобнее, закрыл более плотно камеру и покинул этот бар навсегда."
    voice voice_story_2_Bartender_124
    "Поговаривают, что Джемса нашли утром во дворе местного мотеля. Его тело было.. ну мягко говоря изувечено. Весь в порезах, царапинах, а самое интересное, в человеческих укусах. И знал бы ты, как сильно от него пахло.. розами.."
    
    jump after_story_2