label story_1:
    scene black
    show bg story_1 1
    with dissolve

    voice voice_story_1_Bartender_12
    "Дело было лет двадцать, а может, тридцать назад."
    voice voice_story_1_Bartender_13

    show bg story_1 3
    with dissolve

    "Молодая семья купила новый дом на отшибе города. Дом стоил так дёшево, что это изначально насторожило покупателей."
    voice voice_story_1_Bartender_14
    "Но после осмотра они всё же решились на покупку — здание оказалось довольно крепким, а местность вокруг тихой и спокойной."

    show bg story_1 4
    with dissolve

    voice voice_story_1_Bartender_15
    "Карл, Мэгги и их маленькая дочурка Айлин были очень рады переезду из шумного и пыльного города, где практически каждый день стояла удушающая вонь от выхлопных газов."

    show bg story_1 2
    with dissolve

    voice voice_story_1_Bartender_16
    "Переезд был вынужденной мерой: у девочки начались проблемы с лёгкими, и врачи настоятельно рекомендовали сменить место жительства. Чистый воздух был ей жизненно необходим."
    voice voice_story_1_Bartender_17
    "Несмотря на свою невыносимую стоимость, дом выглядел привлекательно. Это было большое двухэтажное деревянное здание, покрашенное в синий цвет, с бурой крышей, которая возвышалась над старомодными ставнями."
    
    show bg story_1 5
    with dissolve

    voice voice_story_1_Bartender_18
    "Забор, хоть и слегка покосившийся, окружал дом, создавая иллюзию защищённости и уюта, как будто отгораживал новый мир этой семьи от остального города."

    show bg story_1 6
    with dissolve

    voice voice_story_1_Bartender_19
    "Вместе с домом они получили и сад, расположенный на заднем дворе. Это был обширный участок земли, некогда усыпанный розами, которые теперь увяли и почернели."
    voice voice_story_1_Bartender_20
    "Их когда-то живые стебли теперь выглядели мёртвыми, а лепестки — обугленными палящими лучами солнца."
    voice voice_story_1_Bartender_21
    "Карл и Мэгги с самого начала хотели очистить сад от мусора и уничтожить эти остатки былого великолепия, но каждый раз что-то мешало им."
    voice voice_story_1_Bartender_22
    "То трубы внезапно начинали протекать, требуя срочного ремонта, то птица странным образом разбила окно, то другие неожиданные заботы заставляли супругов заниматься чем угодно, но не садом."
    voice voice_story_1_Bartender_23
    "Айлин же, в отличие от родителей, сад очень понравился. Он казался ей удивительным и загадочным, даже в своём увядшем состоянии."
    voice voice_story_1_Bartender_24
    "Несмотря на почерневшие лепестки и торчащие сухие колючки, девочка находила розы невероятно красивыми и интересными."
    voice voice_story_1_Bartender_25
    "Она часто гуляла по саду в одиночестве, а родители, видя её увлечённость, вскоре оставили мысли о том, чтобы убрать кусты."

    show bg story_1 7
    with dissolve

    voice voice_story_1_Bartender_26
    "Однажды ночью Айлин долго ворочалась в кровати и никак не могла уснуть."

    show bg story_1 8
    with dissolve

    voice voice_story_1_Bartender_27
    "Вздыхая и то и дело поправляя одеяло, она в конце концов решила пойти к родителям в комнату, чтобы попросить разрешения остаться у них. Но, проходя мимо окна, она заметила, что в саду что-то светится."
    
    show bg story_1 10
    with dissolve

    voice voice_story_1_Bartender_28
    "Любопытство пересилило страх, и, быстро натянув тапочки, девочка выбежала во двор."

    show bg story_1 9
    with dissolve

    voice voice_story_1_Bartender_29
    "Айлин замерла от изумления."
    voice voice_story_1_Bartender_30
    "Перед ней раскинулся поистине волшебный сад. Завядшие розы, которые днём выглядели мёртвыми, теперь будто ожили."
    voice voice_story_1_Bartender_31
    "Их лепестки блестали словно рубины, отражая тусклый свет ночного неба, а листья казались живыми и сочными, источая едва уловимый сладкий аромат."
    voice voice_story_1_Bartender_32
    "Это было настолько красиво, что девочка, забыв обо всём, долго смотрела на цветы, пока не уснула прямо на скамейке среди благоухающих роз."
    
    show bg story_1 5
    with dissolve
    
    voice voice_story_1_Bartender_33
    "Наутро родители, обеспокоенные пропажей дочери, нашли её в саду. Айлин проснулась на скамейке, где уснула прошлой ночью, и принялась радостно рассказывать о чудесном преображении роз."
    voice voice_story_1_Bartender_34
    "Но Карл и Мэгги только обменялись взглядами и попытались успокоить девочку, списав её слова на сон и детскую фантазию."
    voice voice_story_1_Bartender_35
    "Айлин чувствовала себя очень обиженной. Она ведь знала, что это был не сон!"
    
    show bg story_1 7
    with dissolve
    
    voice voice_story_1_Bartender_36
    "И так продолжалось ночь за ночью. Каждый вечер Айлин выбегала в сад, где её встречали вновь ожившие розы — алые, словно налитые кровью."
    voice voice_story_1_Bartender_37
    "Их стебли были твёрдыми и зелёными, а аромат становился всё более сильным и манящим. Она могла часами сидеть на скамейке и любоваться этими цветами."
    voice voice_story_1_Bartender_38
    "В одну из таких ночей, когда девочка снова наслаждалась красотой сада, за её спиной раздался едва различимый шелест."
    voice voice_story_1_Bartender_39
    "Айлин обернулась, надеясь увидеть своих родителей. Они обещали ей, что однажды тоже выйдут в сад ночью и каждый раз нарушали обещание. Но вместо родителей она увидела лишь пустоту."
    
    show bg story_1 11
    with dissolve
    
    voice voice_story_1_Bartender_40
    "Это повторялось ещё несколько раз, пока в одну из ночей, обернувшись на шорох, Айлин наконец не заметила странного юношу, стоявшего чуть в стороне, полуутопая в тени кустов."
    
    show bg story_1 11:
        easein 0.3 zoom 1.12 xalign 0.5 yalign 0.5
    pause 0.2
    show bg story_1 12:
        zoom 1.0
    show Gardener smile2
    with dissolve

    voice voice_story_1_Bartender_41
    "Юноша выглядел странно. У него были короткие синие волосы цвета тёмного моря, собранные в хвост, а глаза — ярко-алые, точно сами розы, на которые он смотрел с каким-то странным восторгом."
    voice voice_story_1_Bartender_42
    "Одет он был в простые синие брюки и чёрную водолазку, но Айлин сразу почувствовала, что он не был обычным человеком. В нём было что-то... Таинственное?"
    show Gardener smile1
    voice voice_story_1_Gardener_1
    Gardener "Они прекрасны, правда?"
    show Gardener smile2
    voice voice_story_1_Bartender_43
    "Девочка растерянно молчала."
    show Gardener smile1
    voice voice_story_1_Gardener_2
    Gardener "Ты ведь любишь розы? Я давно наблюдаю, как ты приходишь сюда каждый вечер. Мне приятно видеть, что мой сад тебе нравится."
    show Gardener smile2
    voice voice_story_1_Bartender_44
    "Парень широко улыбнулся и склонил голову на бок, а девочка молчала, испуганно глядя на незнакомца."
    voice voice_story_1_Bartender_45
    "Родители всегда предупреждали Айлин не разговаривать с незнакомцами, но этот юноша был каким-то другим."
    voice voice_story_1_Bartender_46
    "Он не столько пугал её, сколько скорее вызывал любопытство. Он казался частью этого сада, словно рос вместе с этими цветами."
    voice voice_story_1_Eileen_1
    Eileen "Да... Они красивые. Но почему они днём увядают? Почему?"
    show Gardener neutral
    voice voice_story_1_Gardener_3
    Gardener "Потому что это мои волшебные розы. Сад оживает только ночью, когда никто не видит."
    show Gardener smile2
    voice voice_story_1_Bartender_47
    "Юноша подошёл ближе и осторожно провёл ладонью по одному из бутонов."
    voice voice_story_1_Bartender_48
    "Айлин заметила, что его пальцы были тонкими и бледными, словно никогда не касались солнечного света. Он дотронулся до лепестков, и те начали светиться мягким алым светом."
    voice voice_story_1_Gardener_4
    show Gardener neutral
    Gardener "Твои родители не верят тебе, правда? Они думают, что ты всё это выдумываешь."
    show Gardener smile2
    voice voice_story_1_Eileen_2
    Eileen "Да... Они говорят, что это просто сад и здесь ничего нет. Почему они мне не верят? Я же не выдумываю!"
    show Gardener dark2 with dissolve
    voice voice_story_1_Gardener_5
    Gardener "Потому что они глупы, а их мозг не может поверить в существование такого сада. Они погрязли в своих мыслях и никогда не будут готовы поверить в чудо. Их разум закрыт."
    voice voice_story_1_Gardener_6
    Gardener "Проблема твоих родителей банально проста. Она взрослые."
    show Gardener dark1
    voice voice_story_1_Eileen_3
    Eileen "Но.. Но как мне доказать им, что это всё правда? Я пыталась привести их сюда, но они отказывались. Я пыталась сорвать цветок, но на утро он был просто сухим, как и все цветы днём."
    voice voice_story_1_Bartender_49
    "Айлин едва ли не плакала, но юношу это не заботило. Он лишь улыбнулся, а в его глазах мелькнул странный огонёк."
    show Gardener smile1 with dissolve
    voice voice_story_1_Gardener_7
    Gardener "Знаешь.. Я могу помочь тебе и сделать так, что бы один куст всё же расцвёл для них утром."
    show Gardener smile2
    voice voice_story_1_Eileen_4
    Eileen "П-правда? Ты это сможешь сделать?"
    show Gardener smile1
    voice voice_story_1_Gardener_8
    Gardener "Да, юная леди, это будет прекрасная роза. Самая красивая и самая дорогая для твоих родителей."
    show Gardener smile2
    voice voice_story_1_Eileen_5
    Eileen "А что для этого нужно сделать?"
    voice voice_story_1_Bartender_50
    "Глаза Айлин загорелись азартом. Она чувствовала трепет от того, как погружается в это таинство и волшебство. Малышка была на седьмом небе от счастья, что её родители наконец смогут увидеть розу."
    show Gardener smile1
    voice voice_story_1_Gardener_9
    Gardener "Что потребуется...?"
    show Gardener smile2
    voice voice_story_1_Bartender_51
    "Он приложил палец к губам, посмотрел на звёзды и задумался."
    show Gardener dark3 with dissolve
    voice voice_story_1_Gardener_10
    Gardener "Хм.. Для этого нужна лишь капля твоей крови."
    show Gardener dark1 with dissolve
    voice voice_story_1_Eileen_6
    Eileen "К-кровь?"
    show Gardener dark2
    voice voice_story_1_Gardener_11
    Gardener "Конечно юная леди, для заклятия и магии всегда будет требоваться кровь."
    show Gardener dark1
    voice voice_story_1_Eileen_7
    Eileen "А моим родителям правда понравится эта роза?"
    show Gardener dark3 with dissolve
    voice voice_story_1_Gardener_12
    Gardener "Ты не доверяешь мне, законному владельцу этого сада? Уверяю тебя, это будет сама дорогая для них роза на всём белом свете."
    show Gardener dark1 with dissolve
    voice voice_story_1_Bartender_52
    "Айлин испугалась, задумалась, но всё же согласилась."
    voice voice_story_1_Eileen_8
    Eileen "Л-ладно. Только быстро."
    show Gardener dark3 with dissolve
    voice voice_story_1_Gardener_13
    Gardener "Вот и отлично, а теперь, попрошу вас дать мне вашу ручку."
    show Gardener dark1 with dissolve
    voice voice_story_1_Bartender_53
    "Юноша встал на колено перед девочкой и протянул ей свою бледную руку."

    hide Gardener
    show bg story_1 13
    with dissolve

    voice voice_story_1_Bartender_54
    "Айлин в последний раз задумалась, а затем положила свою ладошку на его и зажмурившись отвернулась."
    play sound "audio/sound/tresk.mp3"
    "Выдох. Улыбка. Хруст. Укол."

    show bg story_1 14
    with dissolve

    voice voice_story_1_Bartender_55
    "Девочка открыла глазки и увидела прокол на своём пальчике. Рядом всё так же стоял парень, его лицо просто распирало от улыбки, а в руках он держал розу."
    voice voice_story_1_Bartender_56
    "Капля крови упала на землю, и девочка почувствовала странное чувство."

    show bg story_1 15
    with dissolve

    voice voice_story_1_Bartender_57
    "Усталость. Неземная усталость грузом опустилась на малышку. Голова начала кружиться, а ноги подкашиваться."
    voice voice_story_1_Bartender_58
    "Айлин решила, что поспит на земле, а на утро вновь родители найдут её в саду и затем они вместе будут играть и веселиться."
    
    show bg story_1 16
    with dissolve
    
    voice voice_story_1_Gardener_14
    Gardener "Глазки закрывай... Ба... ю... бай..."

    scene black with dissolve

    voice voice_story_1_Bartender_59
    "Темнота. Непроглядная темнота и пустота вокруг. Это всё что осталось для девочки."
    voice voice_story_1_Bartender_60
    "На утро родители чуть не сошли с ума. Их малышки Айлин нигде не было. Ни в саду, ни в доме, ни где-либо на проклятой улице."
    voice voice_story_1_Bartender_61
    "Полиция долго искала хоть какие-то зацепки, но не нашла ни единой улики. Девочку объявили без вести пропавшей."
    
    show bg story_1 17
    with dissolve
    
    voice voice_story_1_Bartender_62
    "Но вот что интересно. Когда родители пришли в сад искать свою дочь, единственное, что бросалось в глаза, это одна прекрасная роза которая росла среди кучи уже завядших её подруг."
    voice voice_story_1_Bartender_63
    "Она была свежей, с яркими лепестками и зелёными листьями, словно за ней ухаживали долгие годы. Но Айлин нигде не было."
    
    show bg story_1 18
    with dissolve
    
    voice voice_story_1_Bartender_64
    "Её искали повсюду — прочёсывали окрестности, опрашивали соседей, но никто не видел девочку. Она исчезла бесследно."
    voice voice_story_1_Bartender_65
    "Люди в городе долго говорили о загадочном исчезновении Айлин. А потом и слухи стихли. Родители не выдержали горя и вскоре продали дом."
    
    show bg story_1 19
    with dissolve

    voice voice_story_1_Bartender_66
    "Новый владелец заселился уже через несколько дней, и на месте живой розы был лишь очередной почерневший кустик."
    
    scene black with dissolve
    
    voice voice_story_1_Bartender_67
    "Говорят, что каждый раз, когда в этом саду исчезает человек, появляется новый куст — пылающий алым светом, словно в нём заперта душа пропавшего."
    
    jump after_story_1